#pragma once
#include <iostream>
using namespace std;

void Task1TextOutput() {
    cout << endl << "\t\t\t\t\t\t  Задание 1.7" << endl << endl << "Задано n троек, чисел а, b, с. Вводя их по очереди с клавиатуры в порядке возрастания и интерпретируя их как длины сторон треугольника, определить, сколько троек может быть использовано для построения треугольника." << endl << endl;
}
void Task2TextOutput() {
    cout << endl << "\t\t\t\t\t\t  Задание 1.16" << endl << endl << "Найти все трехзначные натуральные числа, сумма цифр которых равна произведению." << endl << endl;
}
void Task3TextOutput() {
    cout << endl << "\t\t\t\t\t\t  Задание 2.3" << endl << endl << "В сосуде объёмом 1 см ^ 3 находится 10 ^ 16 молекул газа.Определить давление газа в сосуде при температуре 0, 1, ..., 10°С." << endl << endl;
}

